Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Das Aussehen und die Funktionsweise des Dialogs variieren recht stark von Betriebssystem zu Betriebsystem, entsprechen aber in etwa dem jeweils dort gebräuchlichen Standard-Dialog für das Drucken.
en_gb: Appearance and functionality vary greatly depending on the operating system. However, they comply with appearance of the standard window for printing.

source: Das Drücken von F1 führt dazu, dass jeweils nur die erste Sekunde des momentan gewählten Zeitausschnittes abgespielt wird.
en_gb: By pressing F1 plays only the first second of the currently selected time intervals is played.

source: Das Ergebnis der Suche wird in der Liste „Result“ angezeigt.
en_gb: The result of the search is given in the "Result“ list.

source: Das Gelingen der Verknüpfung ist maßgeblich abhängig
en_gb: A successful linking depends on:

source: Das IPA-Panel stellt die Symbole des Internationalen Phonetischen Alphabets in einer Ansicht zur Verfügung, in der die Symbole nach Paramtern wie Artikulationsart, -ort etc. der entsprechenden Laute angeordnet sind.
en_gb: The IPA-Panel supplies the symbols of the International Phonetic Alphabet. The symbols are organised by parameters, such as manner or place of articulation.

source: Das Panel besteht aus drei Reitern:
en_gb: The Panel consists of three tabs:

source: Das Segmentieren ist ein Arbeitsschritt, der in der Regel nach der Fertigstellung der Transkription auf dieselbe angewendet wird.
en_gb: Segmentation is an operation that is normally applied to the transcription after it has been completed.

source: Das Segmentieren kann vielfältigen Zwecken dienen, die sich – allgemein gesprochen – unter den folgenden beiden Schlagworten zusammenfassen lassen:
en_gb: Segmentation can be used for numerous purposes which can be summarized with the following keywords:

source: Das Start-Verzeichnis entspricht normalerweise demjenigen, das beim letzten Abspeichern einer Transkription verwendet wurde.
en_gb: Under normal circumstances, the start directory is the one that was used on the last save.

source: Das Synchronisieren der Transkription mit der Audio-Aufnahme erfolgt in drei Schritten:
en_gb: The synchronisation of the audio file and the transcription is completed in 3 steps:

source: Das Unterteilen der Transkription in relevante (sprachliche) Analyseeinheiten, die bei einer computergestützten Auswertung einer Transkription oder eines Transkriptionskorpus zur Anwendung kommen.
en_gb: The splitting of the transcription into relevant (linguistic) analysis units that are used in the computer-assisted evaluation of a transcription or a transcription corpus.

source: Das Zerteilen kann einige Momente dauern.
en_gb: The chopping may take a few seconds.

source: Das automatische Erstellen einer Sicherungskopie schützt Sie im Falle eines Systemabsturzes vor gravierenden Datenverlusten, da Sie die Transkription über die Sicherungskopie wiederherstellen können.
en_gb: The automatic generated backup copy will save your data in case of a system crash, as you are able to restore your transcription from the backup copy.

source: Das bedeutet, dass, sofern die aktuelle Auswahl in der Partitur mit absoulten Zeitwerten versehen ist, Start- (4b) und Endpunkt (5b) der Partiturauswahl Start- (4a) und Endpunkt (5a) der Oszillogramm-Auswahl entsprechen.
en_gb: Thus, if the current selection of the musical score is equipped with absolute time values, the start and end point of the musical score will correlate?? with the start and end point of the oscillogram selection.

source: Das eigentliche Laden der Datei nehmen Sie vor, indem Sie auf (Re)load klicken. Praat öffnet nun ein so genannte „Long Sound“-Fenster, das ein Oszillogramm und möglicherweise weitere Visualisierungen der Audio-Datei anzeigt:
en_gb: The actual loading process of the file can be done by selecting (Re)load. Praat will now open a "Long Sound" window that will display an oscillogram and possibly further visualisations of the audio file.

source: Das zu suchende Zeichen bzw. die zu suchende Zeichenkette wird im Feld „Search string“ eingegeben, das Zeichen bzw. die Zeichenkette, die sie ersetzen soll, im Feld „Replace string“.
en_gb: The character or string to be searched for is entered into the field "Search string“. The character or string to be replaced is entered into the field "Replace string“.

source: Das zu suchende Zeichen bzw. die zu suchende Zeichenkette wird im Feld „Search string“ eingegeben.
en_gb: The character or string to be searched for is entered into the field "Search string“.

source: Dass dies wesentlich einfacher als das Erlernen der gesamten Stylesheet-Sprache sein kann, zeigt das folgende Beispiel: Der linke Ausschnitt stammt aus einem Stylesheet von der EXMARaLDA-Website, das dem Generieren einer Format-Tabelle dient.
en_gb: The following example illustrates why this option can be easier than learning the entire stylesheet language: The section to the left is a part of a stylesheet from the EXMARaLDA website. It assist in generating a format table.

source: Dateiname
en_gb: Filename

source: Dazu muss über den Programmcode des Partitur-Editors nichts bekannt sein, es genügt eine Kenntnis der Strukturen der EXMARaLDA-XML-Dateien.
en_gb: A knowledge of the code of the Partitur-Editor is not required , it suffices to be familiar with the structures of EXMARaLDA XML files.

source: Definieren der Sprecher
en_gb: Defining a Speaker

source: Definieren eines Schemas, mittels dessen für jeden Sprecher Spuren generiert werden.
en_gb: Defining a pattern to generate tiers for every speaker.

source: Dehnt das momentan markierte Ereignis um einen Zeitpunkt nach links aus.
en_gb: Extends the currently selected event to the left by one time point.

source: Dehnt das momentan markierte Ereignis um einen Zeitpunkt nach rechts aus.
en_gb: Extends the currently selected event to the right by one time point.

source: Dem ausgewählten Zeitpunkt in EXMARaLDA wird als absolute Zeitangabe die Position in der Aufnahme aus Praat zugewiesen.
en_gb: The position of the recording in Praat is assigned to the selected time point in EXMARaLDA as N absolute time value.

source: Dennoch werden zukünftige Versionen die Funktionalität noch erweitern, und es ist nach wie vor nicht ausgeschlossen, dass kleinere Fehler in der bisherigen Funktionalität unentdeckt geblieben sind.
en_gb: Nonetheless, future versions will expand its functionality and there may still be undiscovered errors in the current functionality.

source: Der EXMARaLDA Partitur-Editor ist weder der neue syncWRITER noch das neue HIAT-DOS
en_gb: The EXMARaLDA Partitur-Editor is neither the new syncWRITER, nor the new HIAT-DOS

source: Der „Start“-Schieberegler 2 legt fest, an welcher Position in der Datei das Abspielen beginnen soll.
en_gb: The "Start"slide control 2 defines at which position in the file playback should begin.

source: Der „Stop“-Schieberegler legt entsprechend fest, an welcher Position in der Datei das Abspielen enden soll.
en_gb: The "Stop“ slide control defines at which position in the file playback should end.

source: Der Dialog ist identisch mit dem oben unter „Tier > Add tier...“ beschriebenen.
en_gb: The dialogue is identical to the "Tier > Add tier...“ dialogue described above.

source: Der Dialog ist in acht Unterpunkte unterteilt:
en_gb: The window is divided into eight subitems:

source: Der Dialog ist in fünf Unterpunkte unterteilt:
en_gb: The window is divided into five subitems:

source: Der Editor versieht jede Transkription automatisch zunächst mit einer Standardformatierung (zur Einstellung der Standard-Schrift siehe „Edit > Edit Preferences…“).
en_gb: The default format is automatically applied to every transcription made with the editor (to configure the default font see "Edit > Edit Preferences…“).

source: Der Editor wird dann auch im Praat Object Window angezeigt:
en_gb: The editor also appears in the Praat Object WIndow:

source: Der Eintrag kann leer gelassen werden; es wird dann ein internes Default-Stylesheet verwendet.
en_gb: The entry can be left empty; an internal default stylesheet will be used.

source: Der Export setzt eine erfolgreiche Segmentierung gemäß HIAT voraus.
en_gb: The export requires a successful segmentation according to HIAT.

source: Der Grund dafür ist, dass sich derartige Formatierungen nur sehr eingeschränkt in andere Datei-Formate überführen lassen.
en_gb: The reason for this is that this kind of formatting can only be transformed into other file formats with some limitations.

source: Der IPA-Segmentierungsalgorithmus segmentiert eine Transkription, die nach IPA-Konventionen angefertigt wurde, in Wörter und Silben.
en_gb: The IPA segmentation algorithm segements a transcription done according to the IPA conventions .

source: Der Name des Lesezeichens wird anschließend in der Zeitachse angezeigt:
en_gb: The name of the bookmark will appear in the time axis afterwards :

source: Der Name des ausgewählten Stylesheets wird für den nächsten Import gespeichert.
en_gb: The name of the stylesheet will be saved for the next import.

source: Der Partitur-Editor orientiert sich in einigen Punkten zwar an diesen beiden Programmen, verfolgt aber grundsätzlich einen anderen Ansatz: Er soll nicht nur ein Ein- und Ausgabeinstrument für Transkriptionen in Partiturschreibweise sein, sondern darüber hinaus auch Daten produzieren, die für eine umfassende computergestützte (Weiter-)Verarbeitung geeignet sind.
en_gb: In some aspects the Partitur-Editor does orientate itself on??? these two programs, but essentially it follows a different approach: It should not only serve as an in- and output instrument for transcriptions written as musical scores???, but also produce data beyond that - data that is suitable for further extensive, computer-assisted processing.

source: Der Partitur-Editor, den dieses Handbuch zum Gegenstand hat, ist ein Werkzeug zur Ein- und Ausgabe von EXMARaLDA-Transkriptionen.
en_gb: The Partitur-Editor is a tool for the in- and output of EXMARaLDA-transcriptions.

source: Der Player lädt grundsätzlich die erste Datei in der Liste.
en_gb: The player always loads the first file in the list.

source: Der Segmentierungs-Algorithmus erlaubt zusätzlich ein (optionales) Leerzeichen hinter diesen Äußerungsendzeichen.
en_gb: In addition, the segmentation algorithm allows one (optional) space after the utterance end symbol.

source: Der Wert kann auch negativ sein.
en_gb: The value may also be negative.

source: Der absolute Zeitwert kann wahlweise als Dezimalzahl (d. h.
en_gb: The absolute time value can either be entered as a decimal number (i.e. uin seconds)

source: Der eigentliche Zweck eines Stylesheets – die benutzerabhängige Parametrisierung einer automatisierbaren Aufgabe – kann nur dann vollständig erfüllt werden, wenn der Benutzer die betreffenden Stylesheets selbst erstellt.
en_gb: The actual purpose of a stylesheet - i.e. the user-dependent setting of parameters as an automated task – can only be fulfilled if the user creates the stylesheet in question himself.

source: Der entsprechende numerische Wert (Sekunden ab Dateibeginn) wird in der Zahlenreihe unter den Schiebereglern in roter Farbe angezeigt. Zur Feineinstellung des Werts verwenden Sie die Maustasten.
en_gb: The corresponding numerical value (seconds from beginning of file) is displayed in red below the slide controls. For fine tuning of the value, use the mouse key.

source: Der entsprechende numerische Wert (Sekunden ab Dateibeginn) wird in der Zahlenreihe unter den Schiebereglern in grüner Farbe angezeigt. Zur Feineinstellung des Werts verwenden Sie die Maustasten.
en_gb: The corresponding numerical value (seconds from beginning of file) is displayed in green below the slide controls. For fine tuning of the value, use the mouse key.

source: Der entsprechende numerische Wert (Sekunden ab Dateibeginn) wird in der Zahlenreihe unter den Schiebereglern in schwarzer Farbe angezeigt.
en_gb: The corresponding numerical value (seconds from beginning of file) is displayed in black in the number sequence below the slide controls.

source: Der erste Button ("Shift selection") rückt die aktuelle Auswahl so weiter, dass der neue Startpunkt dem vorherigen Endpunkt entspricht, wobei die Länge der Auswahl beibehalten wird:
en_gb: The first button("Shift selection") moves the current selection so that the new starting point is the same as the previous endpoint. The length of the selection is maintained:

source: Der komplette Name einer SVG-Datei besteht dann aus diesem Namensstamm, gefolgt von einer Nummer für die Partiturfläche, gefolgt vom Suffix „.svg“.
en_gb: The full name of an SVG file then consist of this base filename, followed by the number of the musical score area, followed by the suffix ".svg".

source: Der nächste Doppelklick setzt dann eine Auswahl von der Markierung zur Position des zweiten Doppelklicks.
en_gb: The next double-click then places a selection from the marked position up to the second double-click.

source: Der schließenden spitzen Klammer folgt eine beliebige Zeichenkette, die die Überlappung indiziert, und eine weitere schließende spitze Klammer.
en_gb: The closing angle bracket is followed by any desired string that indexes the overlapping of the utterances, followed by another closing angle bracket.

source: Der voreingestellte Wert (eine Hundertstelsekund) ist für viele Zwecke ein sinnvoller Wert bei dieser Operation.
en_gb: For this operation, the default value (one hundreth of a second) is useful for many purposes.

source: Der voreingestellte „Zehn-Minuten-Takt“ hat sich als vernünftig erwiesen.
en_gb: The preset "ten-minute-interval“ has proven itself to be a reasonable choice here .

source: Der zuvor ausgewählte Namensstamm („Base filename“) wurde automatisch um eine fortlaufende Ziffer sowie die ersten Zeichen des zugehörigen Ereignisses ergänzt:
en_gb: A consecutive number and the first symbol of the associated event were automatically added to the previously chosen Base filename:

source: Der zweite Button ("Detach selection") behält die aktuelle Auswahl bei, löst aber ihre Verbindung zur Partitur.
en_gb: The second button ("Detach selection") keeps the current selection, but detaches the musical score from it.

source: Der „Default general purpose font“ ist der Schriftsatz, der standardmäßig zur Anzeige der Zeichen im virtuellen Keyboard und im Textfeld über der Partitur verwendet wird.
en_gb: The "Default general purpose font“ is the font which is used by default for the characters on the virtual keyboard, as well as for the text box above the musical score.

source: Der „Default tier font“ ist der Standard-Schriftsatz, den neue Spuren automatisch zugewiesen bekommen bzw. in dem eine geöffnete Transkription zunächst formatiert wird.
en_gb: The "Default tier font“ is the standard font, which is automatically assigned to new tiers or into which an opened transcription is formatted.

source: Diese kann in RTF-fähigen Anwendungen (also insb.
en_gb: This can be copied as a musical score into RTF enabled applications ( esp.

source: Diese kommt bei den diversen Funktionen unter „Segmentation > HIAT Segmentation“ (siehe Abschnitt H der Funktionsreferenz und Anhang B) zum Einsatz.
en_gb: These are used for various functions under "Segmentation > HIAT Segmentation“ (see section H of the function references and Appendix B).

source: Die "HTML Partitur + Flash Player"-Ausgabe (siehe File > Output...) sucht nach der ersten Datei mit der Endung "mp3" oder "MP3".
en_gb: The "HTML Partitur + Flash Player" output (see File > Output...) searches for the first file with the extension "mp3" or"MP3".

source: Die Methode Character Count Interpolation setzt fehlende absolute Zeitwerte hingegen gemäß der in den betreffenden Ereignissen vorhandenen Zeichen.
en_gb: The method Character Count Interpolation, on the other hand, inserts missing absolute time values according to the symbols in the events in question.

source: Die Methode Linear Interpolation setzt fehlende absolute Zeitwerte gemäß der Anzahl der Zeitpunkte, die zwischen dem nächsten vorhergehenden und dem nächsten folgenden Zeitpunkt mit absoluten Zeitwerten liegen.
en_gb: The method Linear Interpolation inserts missing absolute time values according to the number of time points that lie between the previos and the next time point with an absolute time value..

source: Die Oszilogramm-Ansicht wird nur dann angezeigt, wenn die Transkription (über "Transcription > Recordings...") mit einer Audio- oder Videoaufnahme verknüpft ist.
en_gb: The oscillogram will only be displayed, if the transcription is linked to an audio or video file (via "Transcription > Recordings...").

source: Die Partiturfläche ist mit einer gestrichelten Linie umrahmt.
en_gb: The Partitur Area is framed with a dotted line.

source: Die Undo-Funktion wurde mit Version 1.5 eingeführt.
en_gb: The Undo-feature was introduced in version 1.5.

source: Die Partiturfläche ist mit einer durchgehenden Linie umrahmt.
en_gb: The Partitur Area is framed with a solid line.

source: Die Partiturnummerierung wird in diesem Falle leicht eingerückt:
en_gb: The numbering of the musical score would be slightly indented in this case:

source: Die Aktion selbst wird im Menüpunkt benannt (z.B. „Edit event“).
en_gb: The action itself is named in the menu item (e.g. „Edit event“).

source: Die Aktivierung dieser Option hilft, Fehler zu vermeiden, die beim Lesen ausgegebener RTF-Dateien mit MS Word 2002 (= Word XP) auftreten.
en_gb: The activation of this option helps to prevent mistakes, which can occur when reading output RTF files in MS Word 2002 (= Word XP).

source: Die Auswahl der Farben erfolgt über einen vom System zur Verfügung gestellten Dialog:
en_gb: Chosing the color is done by selecting it from the dialog.

source: Die Auswahl im Partitur-Editor wird dann automatisch mit dem angezeigten Abschnitt der Audio-Datei in Praat synchronisiert.
en_gb: The selection in the Partitur-Editor will automatically be synchronised with the displayed section of the audio file in Praat.

source: Die Basis-Transkription (also die Transkription, die im Editor bearbeitet wird), eine segmentierte Transkription (also eine Version der Basis- Transkription, auf die ein Segmentierungsalgorithmus angewandt wurde) oder eine Listen-Transkription (also eine segmentierte Transkription, in der Einheiten zu einer Liste umsortiert wurden)?
en_gb: The basic transcirption (i.e. the transcription that is edited in the editor), a segmented transcription (i.e. a version of the basic transcription onto which a segmentation algorithm has been applied), or a list transkription (i.e. a segmented transcription in which units have been sorted into lists?

source: Die Bearbeitung der Formatierung einer Spur (oder der Sprecherlabels bzw. der Zeitachse) erfolgt immer über den folgenden Dialog, den Sie über Format > Edit format table öffnen können:
en_gb: Editing the format of a tier (or of the speaker labels or the time axis) is done by calling the following dialog via Format > Edit format table:

source: Die Bedienungselemente sind jedoch in beiden Fällen nahezu identisch.
en_gb: The controls are almost identical in both cases.

source: Die Berechnung der farblichen Schattierung ist zeitaufwendig.
en_gb: The calculation of the coloured shading is time consuming.

source: Die Datei mit diesem Namen können Sie anschließend mit jedem Unicode-fähigen Texteditor öffnen.
en_gb: You will then be able to open this file with any Unicode enabled text editor.

source: Die Datei „SVG-Ausgabe.html“ können Sie mit jedem Browser (z. B. Internet Explorer, Mozilla) öffnen, der über ein geeignetes SVG-Plugin (z. B. von Adobe oder Corel) verfügt.
en_gb: The file „SVG-output.html“ can be opened with any browser (e. g. Internet Explorer, Firefox) that possesses a suitable SVG plug-in (e. g. of Adobe or Corel).

source: Die Daten werden in zwei oder drei Spuren (je nachdem, ob die Ausgangsdatei nur POS-Tags oder auch Lemmata enthält) importiert, eine für den Text (die Wörter), eine für die Annotation (die POS-Tags) und ggf. eine für Lemmata.
en_gb: The data will be imported into two or three tiers (depending on whether the initial file only contains POS-Tags, or lemmata??? as well). One tier is used for the text (the words, the second for the annotation (the POS-Tags) and, if neccessary, a tier for lemmata.

source: Die Einstellungen betreffen wiederum sowohl die Anzeige im Editor als auch die Ausgabe in eine RTF- oder HTML-Datei oder auf einem Drucker.
en_gb: The settings will be displayed in the editor as well as used the RTF or HTML output or when printing.

source: Die Einstellungen passen sich automatisch dem Transkriptionssystem an, das unter Preferred Segmentation ausgewählt ist.
en_gb: The settings automatically adapt to the transcription system that has been selected under Preferred Segmentation.

source: Die Einträge in der Zeitachse wurden in die Ausgabe übernommen (außerhalb des Rahmens).
en_gb: The entries on the time line were included in the output (outside of the frame).

source: Die Einträge in der Zeitachse wurden in die Ausgabe übernommen (innerhalb des Rahmens).
en_gb: The entries on the time line were included into the output (inside of the frame).

source: Die Einträge in der Zeitachse wurden nicht in die Ausgabe übernommen.
en_gb: The entries on the time line were not included into the output.

source: Die Einträge unter „Speaker“, „Type“ und „Category“ entsprechen den oben unter „Tier >Edit tier properties...“ beschriebenen.
en_gb: The entries under "Speaker“, "Type“ and "Category“ are equivalent to the ones described above in "Tier >Edit tier properties...“.

source: Die Endliche Maschine nutzt also die Regelmäßigkeiten der einzelnen Transkriptionssysteme, um Segmentketten in kleinere Einheiten zu zerlegen.
en_gb: The finite machine uses the irregularities of the individual transcription systems to split segment chains into smaller units..

source: Die Farbe der Grenzen wechselt entsprechend von Grün/Rot auf Blau.
en_gb: The colours of the boundaries then change from green/red to blue.

source: Die Festlegung der „Search area“ erfolgt wie oben („Edit > Search in events…“) beschrieben.
en_gb: The determination of the "Search area“ is done as described above ("Edit > Search in events…“).

source: Die Formatierungen sind somit nicht Bestandteil der eigentlichen Transkription, sondern werden als zusätzliche Angaben behandelt, die nur für die Darstellung im Editor und für die Ausgabe relevant sind.
en_gb: Formatting is thus not an integral component of the actual transcription but is treated like additional information that is only relevant for the presentation in the editor and the output.

source: Die Formatierungen verändern sowohl die Darstellung der Partitur auf dem Bildschirm als auch die Darstellung in der Ausgabe (Ausdruck, RTF-, HTML- oder SVG-Dokument).
en_gb: The format options change both the way the musical score is displayed on the screen, as well as the way the output is displayed. (Print, RTF-, HTML- or SVG-document).

source: Die Funktion wurde für die HIAT-DOS-Daten am Sonderforschungsbereich „Mehrsprachigkeit“ der Universität Hamburg entwickelt.
en_gb: The function was developed for HIAT-DOS filesat the special research facility "Multilingualism“??? of the University odf Hamburg.

source: Die Grenzen der Auswahl in der Oszillogramm-Ansicht lassen sich auf folgende Art und Weise verändern:
en_gb: The selection boundaries in the oscillogram can be changed in the following way:

source: Die Größe des Panels ist veränderbar.
en_gb: The size of the panel is adjustable.
